tutorials/twoPopulationCrysPBEFoam/combinedFrequencySmoke/0/C
FoamFile
{
    version 2.0;
    format ascii;
    class volScalarField;
    object C;
}
dimensions [1 -3 0 0 0 0 0];
internalField uniform 100;
boundaryField
{
    walls { type zeroGradient; }
}
