tutorials/twoPopulationCrysPBEFoam/combinedFrequencySmoke/0/T
FoamFile
{
    version 2.0;
    format ascii;
    class volScalarField;
    object T;
}
dimensions [0 0 0 1 0 0 0];
internalField uniform 298.15;
boundaryField
{
    walls { type zeroGradient; }
}
