tutorials/twoPopulationCrysPBEFoam/combinedFrequencySmoke/0/epsilon
FoamFile
{
    version 2.0;
    format ascii;
    class volScalarField;
    object epsilon;
}
dimensions [0 2 -3 0 0 0 0];
internalField uniform 0.01;
boundaryField
{
    walls { type zeroGradient; }
}
