tutorials/twoPopulationCrysPBEFoam/combinedFrequencySmoke/0/moment.0.singleCrystal
FoamFile
{
    version 2.0;
    format ascii;
    class volScalarField;
    object moment.0.singleCrystal;
}
dimensions [0 -3 0 0 0 0 0];
internalField uniform 100000000;
boundaryField
{
    walls { type zeroGradient; }
}
