tutorials/twoPopulationCrysPBEFoam/combinedFrequencySmoke/0/moment.2.agglomerate
FoamFile
{
    version 2.0;
    format ascii;
    class volScalarField;
    object moment.2.agglomerate;
}
dimensions [0 -1 0 0 0 0 0];
internalField uniform 0.4833333333333334;
boundaryField
{
    walls { type zeroGradient; }
}
