tutorials/twoPopulationCrysPBEFoam/combinedFrequencySmoke/0/moment.2.singleCrystal
FoamFile
{
    version 2.0;
    format ascii;
    class volScalarField;
    object moment.2.singleCrystal;
}
dimensions [0 -1 0 0 0 0 0];
internalField uniform 2.416666666666667;
boundaryField
{
    walls { type zeroGradient; }
}
