tutorials/twoPopulationCrysPBEFoam/combinedFrequencySmoke/0/moment.4.agglomerate
FoamFile
{
    version 2.0;
    format ascii;
    class volScalarField;
    object moment.4.agglomerate;
}
dimensions [0 1 0 0 0 0 0];
internalField uniform 1.470833333333333e-8;
boundaryField
{
    walls { type zeroGradient; }
}
