tutorials/twoPopulationCrysPBEFoam/combinedFrequencySmoke/0/moment.5.singleCrystal
FoamFile
{
    version 2.0;
    format ascii;
    class volScalarField;
    object moment.5.singleCrystal;
}
dimensions [0 2 0 0 0 0 0];
internalField uniform 1.353125e-11;
boundaryField
{
    walls { type zeroGradient; }
}
