tutorials/twoPopulationCrysPBEFoam/combinedFrequencySmoke/system/blockMeshDict
FoamFile
{
    version 2.0;
    format ascii;
    class dictionary;
    object blockMeshDict;
}
convertToMeters 0.001;
vertices
(
    (0 0 0) (1 0 0) (1 1 0) (0 1 0)
    (0 0 1) (1 0 1) (1 1 1) (0 1 1)
);
blocks (hex (0 1 2 3 4 5 6 7) (1 1 1) simpleGrading (1 1 1));
edges ();
boundary
(
    walls
    {
        type wall;
        faces
        (
            (0 3 2 1) (4 5 6 7) (0 1 5 4)
            (1 2 6 5) (2 3 7 6) (3 0 4 7)
        );
    }
);
mergePatchPairs ();
